Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/white_papers/gievrras_giellamodeallat.pdf.tmx
Source language: sme
Languages: nob

source: Riikkagielaid geavaheapmái sámi giellafálaldagain leat dávjá guokte ákka.
nob: Det er ofte to argumenter som anvendes for bruken av riksspråk i språktilbudene.

source: Vuosttaš ágga lea gielladoarjja.
nob: Det ene argumentet er språkstøtte.

source: Muhtumin ákkastallojuvvo ahte nuppigiela oahppama várás lea buorre doarjut máná vuosttaš giela, ja danne livččii buorre geavahit maiddái riikkagiela sámegielat fálaldagain.
nob: Av og til argumenteres det med at i læring av andrespråket er det bra å støtte barnets førstespråk, og derfor ville det være bra å bruke også riksspråket i samiskspråklige tilbud.

source: Lea áibbas duohta ahte buot gielalaš doarjja ovdánahttá máná giellaoččodeami.
nob: Det er helt riktig at all språklig støtte til utvikling av barnets språktilfang er bra.

source: Riikkagiella goittotge dorjojuvvo máná eallimis hui ollu iešguđetge birrasiin, go fas sámegielat birrasat gávdnojit ollu uhcit.
nob: Riksspråket blir imidlertid støttet i veldig mange forskjellige miljøer i barnets liv, mens det finnes mye færre samiskspråklige miljøer.

source: Sámegielat fálaldaga ulbmil ii leat doarjut riikkagiela, baicce sámegiela.
nob: Målet for det samiskspråklige tilbudet er ikke å støtte riksspråket, men heller samisk .

source: Nubbi ágga lea oadjebas biras mánáide.
nob: Det andre argumentet er et trygt miljø for barna.

source: Dávjá ákkastallojuvvo ahte sihkkarastin dihte mánáide láđis ja oadjebas birrasa, de lea deaŧalaš láhčit saji sin nannoset gillii maiddái, ja dan dihte berre mánná beassat geavahit riikkagiela nu movt alcces heive buoremusat.
nob: Ofte argumenteres det at for å sikre et varmt og trygt miljø for barna, er det viktig å gi rom for deres sterkere språk også, og derfor bør barnet få bruke riksspråket slik det passer best for det.

source: Dát sáhttá maiddái leat váhnemiid čielga vuordámuš.
nob: Dette kan også være foreldrenes klare forventning.

source: Oadjebasvuođa ja dorvvolašvuođa sáhttá goitge olahit máŋgga láhkái ja giellabirrasa lea vejolaš stivret liekkusvuođain.
nob: Trygghet og tillit kan man oppnå på mange måter og det er mulig å styre språkmiljøet med varme .

source: Dan birra čuožžu eambbo oasis 4.2. 8.2 Giellabirrasa stivren
nob: Dette utdypes mer i del 4.2. 8.2 Styring av språkmiljøet

source: Sihke mánáidgárddiin ja skuvllain berre leat čielga vuordámuš ahte mánná váldá atnui sámegiela, ja ahte sámegiella šaddá máná hupmangiellan.
nob: Det bør være en klar forventning både i barnehagene og i skolene at barnet tar i bruk samisk, og at samisk blir det språket som barnet snakker på.

source: Giellaválljen ii leat dušše máhtu duohken, dat sáhttá maid sajáiduvvat meannudeapmin.
nob: Språkvalg avhenger ikke bare av kunnskap, det kan også rotfeste seg som adferd.

source: Jus mánná hárjána ahte sámegiela ii dárbbaš hupmat, de dan meannudeami lea váttis jorgalahttit.
nob: Dersom barnet blir vant til at det ikke behøver å snakke samisk, kan det være vanskelig å vende adferden.

source: Jus mánát galget sámástit, de fertejit guokte diŋgga leat sajis: 1. Máhttu: mánás ferte leat dan mađe sámegielmáhttu ahte duođaid nákce sámástit.
nob: Dersom barna skal snakke samisk, må to ting være på plass: 1. Kunnskap: barnet må ha tilstrekkelig samiskkunnskap til å kunne snakke samisk.

source: 3. Dárbu: mánná ferte dovdat dárbbu sámástit.
nob: 2. Nødvendighet: barnet må kjenne at det er behov for å snakke samisk.

source: Dárbu dihto giela hupmat badjána vuosttažettiin ovttagielagiid searvvis.
nob: Behovet for å snakke et bestemt språk oppstår først og fremst i selskap med enspråklige.

source: Jus lea ovttagielat sámegielat fárus, de badjána dárbu sámástit jus dainna olbmuin galgá gulahallat.
nob: Dersom man er sammen med en enspråklig samiskspråklig, oppstår det et behov for å snakke samisk for å kunne kommunisere med vedkommende.

source: Sámis leat goittotge eanas sámegielagat unnimusat guovttegielagat.
nob: I Sápmi er de fleste samisktalende minst tospråklige.

source: Dárbu sámástit ii leat danne čielgasit čadnon gulahallamii, go mii bures gulahallat sámegielagiiguin riikkagiela bokte.
nob: Derfor er ikke behovet for å snakke samisk klart knyttet til kommunikasjon, da vi kommuniserer godt med samisktalende på riksspråket.

source: Sámis dakkár duohta dárbu sámástit šaddá álkit dalle, go lea dahkamuš nuppi riikka sámegielagiiguin, geaiguin ii leat vejolaš válljet riikkagiela ja geaiguin sámegiella lea lunddolaš gulahallangaskaoapmi.
nob: Et virkelig behov for å snakke samisk i Sápmi oppstår når vi har å gjøre med samisktalende fra andre land som vi ikke kan velge å snakke med på riksspråket med og som har samisk som naturlig kommunikasjonsmiddel.

source: Sámis leatge buorit vásáhusat sámegielat ohppiid rájáid rasttildeaddji, oktasaš doaimmaid olis, ee. Ohcejoga ja Sirpmá skuvlaoahppiid gaskkas.
nob: I Sápmi har vi gode erfaringer med grenseoverskridende felles aktiviteter for samisktalende elever, blant annet mellom skoleelever fra Ohcejohka og Sirbmá.

source: Dat lea goittotge vejolaš dušše dihto guovlluin ja dihto sámegielaid ektui, ja praktihkas váttis lágidit jeavddalaččat goittotge smávva mánáiguin.
nob: Dette vil likevel bare være mulig i visse områder og i forhold til visse samiske språk, og i praksis vanskelig å arrangere jevnlig for de minste barna.

source: Eanas sámemánáid árgabeaivvis lea nu, ahte go eat dárbbaš sámástit vai gulahalašeimmet, de ii leat goassege bággu sámástit.
nob: I de fleste samiske småbarns hverdag er det slik at siden det ikke er behov for å kommunisere på samisk, så er man aldri nødt til å snakke samisk.

source: Juste dán geažil mii eat leatge dássážii juohke oktavuođas lihkostuvvan oažžut mánáid sámástit.
nob: Nettopp derfor har vi til nå ikke lyktes med å få barna til å snakke samisk i alle situasjoner.

source: Mánáide ja nuoraide ferte cegget dárbbu sámástit čielga vuordámušaid bokte - ovttagielat birrasis, gos rávesolbmot diđolaččat stivrejit mánáid giellageavaheami.
nob: For barn og unge må man skape behov for å snakke samisk gjennom klare forventninger – i enspråklige miljøer der de voksne bevisst styrer barnas språkbruk.

source: Go mánát leat unnit, de sis lea stuorámus potentiála oahppat eambbo gielaid almmá oahpahusa ja rahčama bokte.
nob: Når barna er små, har de det største potensialet for å lære seg flere språk uten instruksjoner og anstrengelser.

source: Mánát eai leat giellaaktivisttat, hui hárve mánná vállje giela ideologalaš ákkaid vuođul, dego rávesolbmot soitet bargat.
nob: Barn er ikke språkaktivister. Det er sjelden at barnet velger språk ut fra ideologiske argumenter, slik de voksne kan gjøre.

source: Mánát geavahit giela gulahallama váste, ja válljejit dan giela man bokte njuovžilepmosit gulahallet earáiguin.
nob: Barn bruker språket for kommunikasjon og velger det språket de lettest kan kommunisere med andre med.

source: Mánát leat seammás hui hearkkit ja čeahpit válljet giela dakkár signálaid mielde, maid sii áicet iežaset birrasiin.
nob: Samtidig er barn meget følsomme og flinke til å velge språk utfra signaler som de får fra sine omgivelser.

source: Ovtta dehe guovtti máná dárusteapmi sáhttá nappo váikkuhit olles mánnájoavkku beroštupmái dárustit beaivválaččat.
nob: Derfor kan ett eller to barns bruk av norsk vekke interessen hos hele barnegruppa til å snakke norsk daglig.

source: Rávesolbmuid ovddasvástádussan lea stivret mánáid giellaválljema ja bisuhit sámi giellafálaldagaid ovttagielagin.
nob: De voksne har ansvar for å styre barnas språkvalg og opprettholde et enspråklig miljø i de samiske språktilbudene .

source: Giellabirrasa stivren lea nappo deaŧalaš, muhto dat ii leat eisege álki.
nob: Det er altså viktig å styre språkmiljøet, men det er langt ifra lett.

source: Mánáidgárdebargit dávjá muitalit ahte olmmoš dovdá iežas garasin ja unnán liekkusin go ii juollut saji máná vuosttašgillii, ja sii ballet movt dákkár starggasvuohta váikkuha máná dorvvolašvuhtii ja obbalaš ovdáneapmái.
nob: Barnehageansatte forteller ofte at de føler seg strenge og lite imøtekommende når de ikke gir rom for barnets førstespråk, og de er bekymret for hvordan det å være så stivnakket påvirker barnets trygghet og generelle utvikling.

source: Dutkamat leatge guorahallan movt mánáid ovdáneapmái váikkuhit iešguđetlágan bajásgeassinvuogit.
nob: Studier har da også undersøkt hvordan forskjellige oppdragelsesstiler påvirker barnas utvikling.

source: Rávesolbmuid meannudeapmi mánáiguin juhkkojuvvo njealji rávesolmmošrollii, dan mielde movt sii čájehit liekkusvuođa ja vuordámušaid mánnái.
nob: De voksnes adferd overfor barn deles inn i fire voksenroller, basert på hvordan de viser varme og forventninger til barna.

source: Liekkusvuohta ja vuordámušat leat rávesolbmo meannudeamis guokte dehálaš dimenšuvnna.
nob: Varme og forventninger er to viktige dimensjoner i de voksnes adferd.

source: Go rávesolmmoš ovttastahttá liekkusvuođa ja vuordámušaid iežas gulahallamis mánáiguin, dat gohčoduvvo autoritatiiva bajásgeassinvuohkin .
nob: Når de voksne kombinerer varme med forventninger i sin kommunikasjon med barna, kalles det autoritativ oppdragelsesstil .

source: Dakkár bajásgeassinvuogis rávesolbmos leat čielga vuordámušat mánnái, earret eará meannudeami, bargguid ja oahppama hárrái.
nob: I en slik oppdragelsesmetode har den voksne klare forventninger til barnet, blant annet i forhold til adferd, oppgaver og læring.

source: Seammás rávesolmmoš hukse buriid oktavuođaid ja oadjebas gulahallama mánáin, čilge manne mis leat vuordámušat 26 láhttema hárrái ja addá mánnái vejolašvuođa ovdanbuktit iežas jurdagiid.
nob: Samtidig etablerer den voksne gode relasjoner og trygg kommunikasjon med barnet, forklarer hvorfor vi har forventninger i forhold til adferd og gir barnet mulighet til å legge fram sine tanker.

source: Dát bajásgeassinvuohki sihkkarastá mánáide dorvvolašvuođa ja dahká sin iešheanalažžan.
nob: Denne oppdragelsesmetoden sikrer barna trygghet og gjør barnet selvstendig.

source: Autoritatiiva rávesolbmuid vuostebárran leat ges mieđiheaddji rávesolbmot .
nob: Motsetningen til autoritative voksne er ettergivende voksne .

source: Mieđiheaddji rávesolbmot čájehit ollu liekkusvuođa mánáide, muhto sis fas leat unnán vuordámušat.
nob: Ettergivende voksne viser mye varme til barna, men de har lite forventninger.

source: Jus sis ležžet vuordámušat, de lea álo vejolaš ákkastallat ja rievdadit vuođđoeavttuid.
nob: Dersom de skulle ha forventninger, så er det alltid mulig å forhandle og endre grunnforutsetningene.

source: Dát lasiha mánáid birrasii vuorddekeahtesvuođa.
nob: Dette bidrar til manglende forutsigbarhet i barnas miljø.

source: Vaikko orruge leame liekkusvuohta go olmmoš ii stivre máná eaige leat makkárge vuordámušat mánnái, omd. giellageavaheami dáfus, de dutkamat čájehit ahte dakkár rávesolmmošrolla ii seamma bures hukse oadjebasvuođa ja buriid oahppaneavttuid mánáide.
nob: Selv om manglende forventninger til og styring av barnet gir inntrykk av varme, f.eks. i forhold til språkbruk, viser forskning at en slik voksenrolle ikke bidrar til trygghet og gode forutsetninger for læring hos barna.

source: Dutkamat čájehit ahte go rávesolbmot čájehit áddejumi ja liekkusvuođa mánnái seammás go leat čielga rájit ja vuordámušat, de mánná hukse iešheanalašvuođa ja iešluohttámuša.
nob: Forskning viser at når voksne viser forståelse og varme for barnet samtidig som de setter klare grenser og forventninger, bygger barnet selvstendighet og selvtillit.

source: Autoritára rávesolbmo t fas gáibidit mánáin ollu, áibbas beroškeahttá mánáid agis ja láddanmuttus, ja čájehit unnán áddejumi ja liekkusvuođa.
nob: Autoritære voksne igjen krever mye av barna , helt uavhengig av barnas alder og modenhet, og viser liten forståelse og varme.

source: Sii eai čilge vuordámušaid ja gáibádusaid duogáža eaige atte mánnái vejolašvuođa ovdanbuktit eahpádusa, balu ja eahpesihkarvuođa.
nob: De forklarer ikke bakgrunnen for forventninger og krav og gir heller ikke barnet mulighet til å sette ord på tvil, frykt og usikkerhet.

source: Dáinna bajásgeassinvugiin mánát šaddet unnán iešbirgejeaddjit.
nob: Med denne oppdragelsesmetoden blir barna lite selvstendige.

source: Dodjálas rávesolbmuin eai leat vuordámušat mánnái iige liekkusvuohta, ja sii leat oppalohkái unnán oinnolaččat máná bajásšaddamis.
nob: Forsømmende voksne har ingen forventninger eller varme, og de er i det hele tatt lite synlige i barnets oppdragelse.

source: Dakkár rolla ii leat heivvolaš iige sávahahtti bajásgeassin- ja oahppoásahusain.
nob: En slik rolle passer ikke og er ikke ønskelig i oppdragelses- og utdanningsinstitusjoner.

source: Giellabirrasa stivren gullá autoritatiiva bajásgeassinvuohkái, dalle go dat dahkko áddejumiin ja máná vuhtiiváldimiin.
nob: Styring av språkmiljøet faller inn under den autoritative oppdragelsesstilen, når det skjer gjennom forståelse og hensyntagen til barnet.

source: Dán bajásgeassinvuogi vuođđoprinsihppa lea ahte vuordámušaid galgá čilget ja vuođuštit, dat galget heivet mánáid láddanmuddui, ja mánát galget beassat ságastit vuordámušaid birra.
nob: Grunnprinsippet i denne oppdragelsesmetoden er at forventninger skal forklares og begrunnes, de skal passe til barnets modenhet, og barna skal få snakke om forventningene.

source: Buot dát prinsihpat láhčet saji giellaságastallamiidda, mat sáhttet ovddidit sihke mánáid ja rávesolbmuid gielladiđolašvuođa.
nob: Alle disse prinsippene legger til rette for språksamtaler som kan utvikle både barnas og de voksnes språkbevissthet.

source: Ságastallamiid bokte sáhttá ovttas mánáiguin digaštallat manne lea deaŧalaš sámástit.
nob: Gjennom samtaler kan man samtale med barna om hvorfor det er viktig å snakke samisk.

source: Liekkusvuođa sáhttá olahit go addá mánnái saji muitalit movt son vásiha sámásteami.
nob: Varme kan man oppnå ved å gi barnet rom for å fortelle hvordan det føles å snakke samisk.

source: Leago váttis sámástit go ii dovdda buot sániid maid dárbbaša?
nob: Er det vanskelig å snakke samisk når man ikke kan alle ordene som trengs?

source: Dovdágo mánná balu?
nob: Føler barnet frykt?

source: Máŋggagielat mánáin soitet laktásit iešguđetlágán dovddut iešguđet gielaide ja daid geavaheapmái.
nob: Flerspråklige barn kan ha forskjellige følelser knyttet til forskjellige språk og bruken av disse.

source: Daid dovdduid lea dehálaš dahkat oinnolažžan ja guorahallat, sihke gielladiđolašvuođa geahččanguovllus ja sámepedagogihka inklusiivvalašvuođa ja máná aktiivvalaš rolla dáfus.
nob: Disse følelsene er det viktig å synliggjøre og analysere både utfra et språkbevissthetsperspektiv og for å ivareta en inkluderende samisk pedagogikk og barns medvirkning.

source: Lea deaŧalaš ahte mánáidgárddiid bargit ja oahpaheaddjit dihtet ahte giellabirrasa stivren ii dagat mánáide dorvvuhisvuođa, muhto baicca doarju mánáid dorvvolašvuođa.
nob: Det er viktig at de ansatte ved barnehagene og lærerne vet at styring av språkmiljøet ikke gjør barna utrygge, men heller støtter barnas trygghet.

source: Dutkamat leat maiddái čájehan ahte go sámi nuorat máhttet sámegiela, de sis lea nannoset čanastat sámi identitehtii, ja dat orru nanneme sin buresveadjima.
nob: Studier har også vist at dersom samiske unge behersker samisk, har de en sterkere tilknytning til samisk identitet, og det ser ut til å styrke deres velferd.

source: Sámi mánnái lea nappo buorre oahppat sámegiela, ja dan son dahká buoremusat jus beassá beaivválaččat leat ovttagielat sámegielat birrasis ja go sus 27 vurdojuvvo ahte hupmagoahtá sámegiela.
nob: For barnet er det altså bra å lære seg samisk, og det oppnår man best dersom barnet får anledning til å oppholde seg i et enspråklig samisktalende miljø hver dag og dersom det forventes at barnet begynner å snakke samisk.

source: Ásahusat eai berre atnit vuođđun máná giellapreferánssaid dakkár dilis go mánná ii vuos hálddaš sámegiela nu bures.
nob: Institusjonene bør ikke legge barnets språkpreferanser til grunn i en slik situasjon der barnet ennå ikke behersker samisk så godt.

source: Ovttagielat, sámegielat birrasa dáfus lea hui mearkkašahtti dat, galle bargi leat dihto sturrosaš mánnájoavkkus.
nob: For et enspråklig, samisk miljø har det mye å si hvor mange ansatte det er i en barnegruppe av en viss størrelse.

source: Dušše jus rávesolbmot leat doarvái, sii nagodit searvat aktiivvalaččat mánáid stohkosiidda ja doaimmaide ja stivret mánáid sámásteami.
nob: Bare dersom det er nok voksne, vil de klare å delta aktivt i barnas leker og aktiviteter og styre barnas bruk av samisk.

source: Mađi eambbo mánát leat iehčanassii, dađi eambbo jáhkehahtti lea ahte sii gulahallet riikkagillii.
nob: Jo mere barna er alene, jo mer sannsynlig er det at de kommuniserer på riksspråket.

source: Bargojoavku deattuha ahte sámi mánáidgárddiin ja skuvladoaimmain galget leat eambbo bargit go riikkagielat doaimmain.
nob: Arbeidsgruppa understreker at i samiske barnehager og skoletilbud skal det være flere ansatte enn i riksspråklige tilbud.

source: Dan ferte doaimmaid lágideaddji ja jođiheaddji váldit vuhtii.
nob: Det må eiere og ledere av språktilbudene ta hensyn til.

source: 8.3 Árvvoštallan
nob: 8.3 Evaluering

source: Gievrras giellamodeallaid definišuvnnas lea árvvoštallan dehálaš oassi.
nob: I definisjonen av sterke språkmodeller er evaluering en viktig del.

source: Mánáid giellageavaheapmi galgá jeavddalaččat árvvoštallojuvvot.
nob: Barnas språkbruk skal evalueres jevnlig.

source: Árvvoštallama vuođđun lea bargojoavkku defineren ulbmil: produktiiva sámegielat mánát.
nob: Som grunnlag for evalueringen har arbeidsgruppen definert som mål at barna er produktivt samisktalende barn.

source: Go dan galgá árvvoštallat, de ferte jearrat: “Sámástitgo mánát?
nob: I forbindelse med evalueringen må man stille spørsmålet: “Snakker barna samisk?

source: ” Dán jearaldaga berre guorahallat guokte fáktora bokte: 1. mánáid gielalaš návccat, dahjege sin máhttu sámegielas, 2. sin giellaválljen, nappo dat, geavahitgo sii sámegiela produktiivvalaččat iešguđet olbmuiguin ja diliin.
nob: ” Dette spørsmålet bør analyseres utfra to faktorer: 1. barnas språklige evner, eller deres ferdigheter i samisk, 2. deres språkvalg, altså om de bruker samisk produktivt i forhold til forskjellige mennesker og situasjoner.

source: Go sámegiella lea mánnájoavkku gulahallangiellan ja mánát duođaid leat produktiiva sámegielagat, de árvvoštallamii boahtá maid liige oassi, mii nannenmodeallain álggu rájes lea árvvoštallama guovddážis: Movt lea mánáid sámegiella?
nob: Dersom samisk er barnegruppas kommunikasjonsspråk og barna faktisk er produktivt samiskspråklige, vil det komme et tillegg til evalueringen, som i befestningsmodellen vil være kjernen i evalueringen fra begynnelsen av: Hva kjennetegner barnas samiske språk?

source: Movt mii sáhttit bargat vai máná giella ovdána?
nob: Hva kan vi gjøre for at barnets språk skal utvikles?

source: Oamastanjoavkkus ferte ovddemusat bargat dainna ahte mánát sámástit juohke áidna dilis, ja nu ii leat ávkkálaš árvvoštallamis deattuhit mánáid giela iešvuođaid ja máŋggabealatvuođa ovdal go sámegiella lea mánnájoavkku gulahallama ja oahppama reaidun.
nob: I tilegnelsesmodellen må det først og fremst jobbes med at barna skal snakke samisk i hver eneste situasjon. Derfor er det ikke nyttig i evalueringen å legge vekt på egenskapene og mangfoldet i barnas språk før samisk er barnegruppas redskap for kommunikasjon og læring.

source: Árvvoštallama ulbmil lea addit bargiide reaidduid vai sáhttet bargovugiid rievdadit ja heivehit daidda hástalusaide maid vásihit mánnájoavkku giellageavaheamis ja gielladáiddus.
nob: Målet med evalueringen er å gi de ansatte redskaper til å endre arbeidsmåter i møte med de utfordringene som de erfarer når det gjelder barnegruppas språkbruk og språkkunnskaper.

source: Árvvoštallama ulbmil ii leat dušše bargiid diđolažžan dahkat das goas mánát eai sámás ja goas de fertejit rievdadit bargovugiid.
nob: Målet med evalueringen er ikke bare en bevisstgjøring av de ansatte omkring barnas bruk av samisk og hvorvidt man eventuelt må endre arbeidsmåter.

source: Liikká dehálaš lea dahkat bargiid diđolažžan lihkostuvvama hárrái.
nob: Like viktig er det å gjøre de ansatte bevisste i forhold til hvordan man lykkes.

source: Go lea diđolaš dasa maid dahká go mánát sámástit, de sáhttá dan bargovuogi ovdánahtti ja atnit sullasaš bargovugiid doaimmain main mánát eai sámás seamma ollu.
nob: Når man er bevisst på hva man gjør når barna snakker samisk, kan man utvikle denne arbeidsmåten og anvende liknende arbeidsmåter i aktiviteter der barna ikke snakker samisk like mye.

source: Go mánnájoavku rievdá, de árvvoštallama bokte čielgasit boahtá ovdan jus giellageavaheapmi ja giellamáhttu mánáid gaskkas rievdá, ja nu sáhttáge álo heivehit bargovugiid mánnájoavkku hárrái.
nob: Dersom barnegruppa endrer seg, vil det komme klart fram av evalueringen om språkbruken mellom og språkkunnskapen til barna endrer seg, og slik kan man alltid tilpasse arbeidsmåter etter barnegruppa.

source: Vaikko okta bargovuohki lea doaibman ovdal, de ii leat daddjon ahte dat doaibmá maiddái dalle go mánnájoavku rievdá.
nob: En arbeidsmåte som har fungert tidligere, vil ikke nødvendigvis fungere når barnegruppa endrer seg.

source: Guovddáš jearaldagat oamastanmodealla árvvoštallamis: Leago mánná ollen dakkár gielladáiddu dássái ahte sus leat návccat sámástit produktiivvalaččat?
nob: Et sentralt spørsmål i evalueringen av tilegnelsesmodellen er: Har barnet tilegnet seg et slikt språknivå at hen kan snakke samisk produktivt?

source: Makkár dilálašvuođain mánát lávejit sámástit?
nob: Med hvilken bevissthet bruker barna å snakke samisk?

source: Goas buoremusat lihkostuvvat?
nob: Når lykkes de best?

source: Goas mánát eai báljo sámás, ja movt sáhttit mánáid giellageavaheami stivret sámegiela guvlui dákkár dilis?
nob: Når snakker barna nesten ikke samisk, og hvordan kan vi styre barnas språkbruk mot samisk i en slik situasjon?

source: Maid mii dahkat riekta?
nob: Hva gjør vi rett?

source: Movt sáhttit rievdadit bargovugiid vai lihkostuvvat buorebut?
nob: Hvordan kan vi endre arbeidsmåter slik at vi lykkes bedre?

source: Guovddáš jearaldagat nannenmodealla árvvoštallamis: Leatgo giellaoahpalaš oasit mat leat rašit mánnájoavkku gielas?
nob: Et sentralt spørsmål i evalueringen av befestningsmodellen er: Er det elementer i språket som er svake i barnegruppas språk?

source: Movt lea mánáid sátnehivvodat?
nob: Hvordan er barnas ordforråd?

source: Adnojitgo riikkagielsánit ollu?
nob: Blir det brukt mange norske ord?

source: Dán árvvoštallama ulbmil lea fuomášuhttit bargiide daid beliid máná gielas maid diđolaččat sáhttet nannet.
nob: Målet med denne evalueringen er å gjøre de ansatte oppmerksomme på de aspekter ved barnets språk man bevisst kan styrke.

source: Jus riikkagiella adnojuvvo ollu mánnájoavkkus, de berre vuoruhit oažžut sámegiela gulahallangiellan mánáid gaskkas.
nob: Dersom norsk brukes mye i barnegruppa, bør man prioritere å få samisk som kommunikasjonsspråk mellom barna.

source: Árvvoštallan lea guovddáš oassi diđolaš giellageavadis danne go dat lea buorre vuohki movt rávesolbmot mánáidgárddiin ja skuvllain šaddet diđolaččat iežaset bargovugiin.
nob: Evaluering er en sentral del av bevisste språkpraksiser fordi det er en god måte for de voksne i barnehagene og i skolene å bli bevisste om sine egne arbeidsmåter på.

source: Mánát berrejit searvadahttojuvvot árvvoštallamii, dán birra leat čállán eanet kapihttalis 5.2.2.
nob: Barna bør involveres i evalueringen, dette blir utdypet mer i kapittel 5.2.2.

source: 9 Gievrras giellamodeallaid ollašuhttin sámi mánáidgárddiin ja skuvllain: vejolaš bargovuogit
nob: 9 Realisering av sterke språkmodeller i barnehagen og skolen: mulige arbeidsmåter
